[
    { "jp": "雨が降れば、私は家にいます。", "pt": "Se chover, ficarei em casa." },
    { "jp": "この本を読めば、日本語が上手になります。", "pt": "Se você ler este livro, vai ficar bom em japonês." },
    { "jp": "彼が来れば、パーティーを始めましょう。", "pt": "Se ele chegar, vamos começar a festa." },
    { "jp": "もっと練習すれば、ピアノが上手くなるでしょう。", "pt": "Se você praticar mais, provavelmente ficará melhor no piano." },
    { "jp": "早く寝れば、元気になるよ。", "pt": "Se você dormir cedo, se sentirá revigorado." },
    { "jp": "彼女に話せば、理解してくれるかもしれません。", "pt": "Se você falar com ela, ela pode entender." },
    { "jp": "もっと勉強すれば、試験に合格できる。", "pt": "Se você estudar mais, pode passar no exame." },
    { "jp": "もう少し安ければ、買います。", "pt": "Se for um pouco mais barato, comprarei." },
    { "jp": "彼が助けてくれれば、楽になる。", "pt": "Se ele me ajudar, será mais fácil." },
    { "jp": "毎日運動すれば、健康になります。", "pt": "Se você se exercitar todos os dias, ficará saudável." },
    { "jp": "彼が笑えば、みんなも笑う。", "pt": "Se ele sorrir, todos também sorrirão." },
    { "jp": "彼女が来れば、嬉しいです。", "pt": "Se ela vier, ficarei feliz." },
    { "jp": "それを食べれば、お腹がいっぱいになるでしょう。", "pt": "Se você comer isso, provavelmente ficará satisfeito." },
    { "jp": "もっと話せば、彼と仲良くなれるかもしれません。", "pt": "Se você conversar mais, pode ficar amigo dele." },
    { "jp": "お金があれば、旅行に行きます。", "pt": "Se eu tiver dinheiro, irei viajar." },
    { "jp": "時間があれば、映画を見ます。", "pt": "Se eu tiver tempo, assistirei a um filme." },
    { "jp": "そのニュースを聞けば、驚くかもしれません。", "pt": "Se você ouvir essa notícia, pode se surpreender." },
    { "jp": "彼が協力すれば、仕事が早く終わります。", "pt": "Se ele cooperar, o trabalho terminará mais rápido." },
    { "jp": "彼女がその話をすれば、みんなが驚くでしょう。", "pt": "Se ela contar essa história, todos ficarão surpresos." },
    { "jp": "もっと静かにすれば、誰も気づかないでしょう。", "pt": "Se você for mais silencioso, ninguém notará." },
    { "jp": "彼がそれを知れば、喜ぶでしょう。", "pt": "Se ele souber disso, ficará feliz." },
    { "jp": "彼女が手伝えば、すぐに終わるでしょう。", "pt": "Se ela ajudar, terminaremos rapidamente." },
    { "jp": "天気が良ければ、ピクニックに行きます。", "pt": "Se o tempo estiver bom, iremos fazer um piquenique." },
    { "jp": "もう少し注意深く見れば、それを見つけられるかもしれません。", "pt": "Se você olhar com mais atenção, talvez consiga encontrá-lo." },
    { "jp": "もっと早く知れば、何かできたかもしれません。", "pt": "Se eu soubesse mais cedo, talvez pudesse ter feito algo." },
    { "jp": "彼がそれを持っていれば、役立つでしょう。", "pt": "Se ele tivesse isso, seria útil." },
    { "jp": "彼女が参加すれば、もっと楽しいでしょう。", "pt": "Se ela participar, será mais divertido." },
    { "jp": "あなたが彼と話せば、問題が解決するかもしれません。", "pt": "Se você falar com ele, o problema pode ser resolvido." },
    { "jp": "もっと時間があれば、それをするでしょう。", "pt": "Se eu tivesse mais tempo, faria isso." },
    { "jp": "もっと注意すれば、間違いを避けられます。", "pt": "Se você prestar mais atenção, pode evitar erros." },
    { "jp": "それを見れば、理解できるでしょう。", "pt": "Se você olhar, provavelmente entenderá." },
    { "jp": "彼が私たちと一緒に行けば、安心です。", "pt": "Se ele for conosco, me sentirei seguro." },
    { "jp": "あなたがそれを言えば、彼女が悲しむでしょう。", "pt": "Se você disser isso, ela ficará triste." },
    { "jp": "彼がそのプロジェクトを手伝えば、成功する可能性が高くなります。", "pt": "Se ele ajudar no projeto, as chances de sucesso aumentarão." },
    { "jp": "そのボタンを押せば、機械が動き出します。", "pt": "Se você apertar esse botão, a máquina começará a funcionar." },
    { "jp": "彼女がその曲を歌えば、みんなが聞くでしょう。", "pt": "Se ela cantar essa música, todos ouvirão." },
    { "jp": "それをやめれば、もっと健康になるかもしれません。", "pt": "Se você parar isso, pode se tornar mais saudável." },
    { "jp": "あなたがそれを試せば、好きになるかもしれません。", "pt": "Se você tentar, pode gostar." },
    { "jp": "彼が言えば、みんなが信じるでしょう。", "pt": "Se ele disser, todos acreditarão." },
    { "jp": "もっと積極的になれば、成功するチャンスが増えます。", "pt": "Se você se tornar mais assertivo, suas chances de sucesso aumentarão." },
    { "jp": "彼女がそのニュースを聞けば、驚くでしょう。", "pt": "Se ela ouvir essa notícia, ficará surpresa." },
    { "jp": "彼が参加すれば、チームが強くなるでしょう。", "pt": "Se ele participar, a equipe ficará mais forte." },
    { "jp": "もっと自由な時間があれば、趣味に時間を使います。", "pt": "Se eu tiver mais tempo livre, usarei para meus hobbies." },
    { "jp": "その情報があれば、もっと良い決断ができるでしょう。", "pt": "Se tiver essa informação, poderá tomar uma decisão melhor." },
    { "jp": "もっと勉強すれば、日本語が流暢になるかもしれません。", "pt": "Se você estudar mais, talvez se torne fluente em japonês." },
    { "jp": "彼がその道具を持っていれば、仕事がもっと早く終わるでしょう。", "pt": "Se ele tiver aquela ferramenta, o trabalho terminará mais rápido." },
    { "jp": "彼女が来れば、もっと話しやすいです。", "pt": "Se ela vier, será mais fácil conversar." },
    { "jp": "そのプランを変えれば、もっと効率的になるかもしれません。", "pt": "Se você mudar esse plano, pode se tornar mais eficiente." },
    { "jp": "もっと冷静になれば、良い結果が得られるでしょう。", "pt": "Se você se acalmar, obterá melhores resultados." },
    { "jp": "彼がその情報を知れば、もっと協力的になるかもしれません。", "pt": "Se ele souber essa informação, pode se tornar mais cooperativo." },
    { "jp": "あなたがもっと早く来れば、会議に間に合うでしょう。", "pt": "Se você chegar mais cedo, conseguirá chegar a tempo para a reunião." },
    { "jp": "もっとリラックスすれば、ストレスが減るかもしれません。", "pt": "Se você relaxar mais, pode reduzir o estresse." },
    { "jp": "彼女がその提案を受け入れれば、みんなが喜ぶでしょう。", "pt": "Se ela aceitar essa proposta, todos ficarão felizes." },
    { "jp": "もっと自信を持てば、人前で話すのが上手くなるかもしれません。", "pt": "Se você tiver mais confiança, talvez melhore em falar em público." },
    { "jp": "あなたがその技術を習得すれば、市場価値が上がるでしょう。", "pt": "Se você dominar essa habilidade, seu valor de mercado aumentará." },
    { "jp": "彼がその計画に賛成すれば、すぐに始められます。", "pt": "Se ele concordar com o plano, podemos começar imediatamente." },
    { "jp": "もっと詳しく説明すれば、理解しやすくなります。", "pt": "Se você explicar com mais detalhes, será mais fácil entender." },
    { "jp": "彼女がその書類を持っていれば、手続きがスムーズに行くでしょう。", "pt": "Se ela tiver os documentos, o processo será mais suave." },
    { "jp": "あなたがもっと積極的に参加すれば、もっと楽しめるでしょう。", "pt": "Se você participar mais ativamente, poderá aproveitar mais." },
    { "jp": "彼がそのニュースを聞けば、慌てるかもしれません。", "pt": "Se ele ouvir essa notícia, pode se apressar." },
    { "jp": "もっと頻繁に会えば、友情が深まるでしょう。", "pt": "Se nos encontrarmos mais frequentemente, nossa amizade se aprofundará." },
    { "jp": "彼女がそれを試せば、新しい趣味を見つけるかもしれません。", "pt": "Se ela tentar, pode encontrar um novo hobby." },
    { "jp": "彼がもっと支援を得れば、プロジェクトが成功する可能性が高くなります。", "pt": "Se ele receber mais apoio, as chances do projeto ser bem-sucedido aumentarão." },
    { "jp": "彼女がその問題を解決すれば、皆が助かるでしょう。", "pt": "Se ela resolver esse problema, será útil para todos." },
    { "jp": "もっと計画を練れば、失敗のリスクが減ります。", "pt": "Se você planejar mais cuidadosamente, o risco de falha diminuirá." },
    { "jp": "彼がその話をすれば、事情がはっきりするでしょう。", "pt": "Se ele contar essa história, as circunstâncias ficarão claras." },
    { "jp": "あなたがもっと努力すれば、夢を実現できるかもしれません。", "pt": "Se você se esforçar mais, poderá realizar seu sonho." },
    { "jp": "彼女がそれを許可すれば、私たちはその計画を進めることができます。", "pt": "Se ela permitir, podemos prosseguir com o plano." },
    { "jp": "彼がその技術を学べば、新しい仕事が見つかるでしょう。", "pt": "Se ele aprender essa técnica, encontrará um novo trabalho." },
    { "jp": "もっとお金を節約すれば、将来に役立つでしょう。", "pt": "Se você economizar mais dinheiro, será útil no futuro." },
    { "jp": "彼女がその試験に合格すれば、大学に入れるでしょう。", "pt": "Se ela passar nesse exame, poderá entrar na universidade." },
    { "jp": "あなたが彼に話せば、彼も理解するでしょう。", "pt": "Se você falar com ele, ele também entenderá." },
    { "jp": "もっと計画的に行動すれば、時間を有効に使えるでしょう。", "pt": "Se você agir de forma mais planejada, poderá usar seu tempo de forma mais eficaz." },
    { "jp": "彼がそれを試みれば、新しいことを学べるでしょう。", "pt": "Se ele tentar, aprenderá algo novo." },
    { "jp": "彼女がその情報を共有すれば、みんなが利益を得るでしょう。", "pt": "Se ela compartilhar essa informação, todos se beneficiarão." },
    { "jp": "もっと冷静に対処すれば、問題が簡単に解決するかもしれません。", "pt": "Se você lidar com isso mais calmamente, o problema pode ser resolvido mais facilmente." },
    { "jp": "彼がそのツールを使えば、作業がもっと速く進むでしょう。", "pt": "Se ele usar essa ferramenta, o trabalho progredirá mais rapidamente." },
    { "jp": "彼女がもっと自立すれば、自信がつくかもしれません。", "pt": "Se ela se tornar mais independente, pode ganhar mais confiança." },
    { "jp": "そのアイデアを実行すれば、大きな変化が起こるでしょう。", "pt": "Se você implementar essa ideia, ocorrerão grandes mudanças." },
    { "jp": "彼がその提案を受け入れれば、新しいチャンスが開かれるでしょう。", "pt": "Se ele aceitar essa proposta, novas oportunidades serão abertas." },
    { "jp": "もっと積極的に話せば、コミュニケーションがスムーズになるでしょう。", "pt": "Se você falar mais ativamente, a comunicação será mais suave." },
    { "jp": "彼女がそのコースを受講すれば、スキルが向上するでしょう。", "pt": "Se ela fizer esse curso, suas habilidades melhorarão." },
    { "jp": "あなたがそのプロジェクトに参加すれば、経験が豊かになるでしょう。", "pt": "Se você participar desse projeto, sua experiência será enriquecida." },
    { "jp": "彼がもっと助けを求めれば、ストレスが減るかもしれません。", "pt": "Se ele pedir mais ajuda, seu estresse pode diminuir." },
    { "jp": "彼女がそれを認めれば、状況が改善するでしょう。", "pt": "Se ela reconhecer isso, a situação melhorará." },
    { "jp": "あなたがその問題に注意すれば、同じ間違いを避けられます。", "pt": "Se você prestar atenção a esse problema, poderá evitar o mesmo erro." },
    { "jp": "彼がそのアドバイスを受け入れれば、もっと成長できるでしょう。", "pt": "Se ele aceitar esse conselho, poderá crescer mais." },
    { "jp": "もっと親しくなれば、お互いに理解が深まるでしょう。", "pt": "Se vocês se tornarem mais próximos, entenderão melhor um ao outro." },
    { "jp": "彼女がそのプロジェクトをリードすれば、成功の確率が上がるでしょう。", "pt": "Se ela liderar esse projeto, as chances de sucesso aumentarão." },
    { "jp": "もっと積極的に行動すれば、リーダーシップが認められるかもしれません。", "pt": "Se você agir mais proativamente, seu liderança pode ser reconhecida." },
    { "jp": "彼がそのミーティングに出席すれば、重要な情報を得るでしょう。", "pt": "Se ele participar dessa reunião, obterá informações importantes." },
    { "jp": "彼女がもっと話せば、もっと多くの人と友達になれるでしょう。", "pt": "Se ela falar mais, poderá fazer mais amigos." },
    { "jp": "あなたがその機会を利用すれば、新しいことを始める良いチャンスです。", "pt": "Se você aproveitar essa oportunidade, é uma boa chance de começar algo novo." },
    { "jp": "彼がもっと集中すれば、成績が上がるでしょう。", "pt": "Se ele se concentrar mais, suas notas melhorarão." },
    { "jp": "彼女がそのアイデアを採用すれば、プロジェクトがもっと革新的になるでしょう。", "pt": "Se ela adotar essa ideia, o projeto se tornará mais inovador." },
    { "jp": "もっと協力すれば、仕事がもっと早く進むでしょう。", "pt": "Se você colaborar mais, o trabalho progredirá mais rapidamente." },
    { "jp": "あなたがその道を選べば、新しい経験を得ることができるでしょう。", "pt": "Se você escolher esse caminho, poderá obter novas experiências." },
    { "jp": "彼がその資料を提出すれば、申請が承認されるかもしれません。", "pt": "Se ele enviar esses documentos, o aplicativo pode ser aprovado." },
    { "jp": "もっと積極的に質問すれば、理解が深まるでしょう。", "pt": "Se você fizer perguntas mais ativamente, seu entendimento se aprofundará." },
    { "jp": "彼女がその挑戦を受け入れれば、自信がつくでしょう。", "pt": "Se ela aceitar esse desafio, ganhará confiança." },
    { "jp": "もっと計画を立てれば、将来に役立つでしょう。", "pt": "Se você fizer mais planos, isso será útil no futuro." },
    { "jp": "彼がそのアドバイスを聞けば、問題が解決するかもしれません。", "pt": "Se ele ouvir esse conselho, o problema pode ser resolvido." },
    { "jp": "彼女がもっと自分を表現すれば、人々が彼女を理解するでしょう。", "pt": "Se ela se expressar mais, as pessoas a entenderão." },
    { "jp": "あなたがその機会を逃さなければ、成功への一歩になるかもしれません。", "pt": "Se você não perder essa oportunidade, pode ser um passo para o sucesso." },
    { "jp": "彼がその問題に取り組めば、もっと尊敬されるでしょう。", "pt": "Se ele lidar com esse problema, será mais respeitado." },
    { "jp": "彼女がもっと勉強すれば、試験に合格する可能性が高くなります。", "pt": "Se ela estudar mais, as chances de passar no exame aumentarão." },
    { "jp": "もっとリスクを取れば、大きな報酬を得るかもしれません。", "pt": "Se você assumir mais riscos, pode obter grandes recompensas." },
    { "jp": "あなたがその提案を受け入れれば、新しい可能性が開かれるでしょう。", "pt": "Se você aceitar essa proposta, novas possibilidades serão abertas." },
    { "jp": "彼がもっとコミュニケーションをとれば、チームワークが向上するでしょう。", "pt": "Se ele se comunicar mais, o trabalho em equipe melhorará." },
    { "jp": "彼女がそのプロジェクトに参加すれば、彼女のキャリアに役立つでしょう。", "pt": "Se ela participar desse projeto, será útil para sua carreira." },
    { "jp": "もっと練習すれば、技術が向上するでしょう。", "pt": "Se você praticar mais, suas habilidades melhorarão." },
    { "jp": "彼がそのアイデアを提案すれば、新しいプロジェクトが始まるかもしれません。", "pt": "Se ele propor essa ideia, um novo projeto pode começar." },
    { "jp": "彼女がもっと前向きになれば、周りの人々も影響を受けるでしょう。", "pt": "Se ela se tornar mais positiva, isso afetará as pessoas ao seu redor." },
    { "jp": "あなたがそのチャンスを活用すれば、多くの扉が開かれるでしょう。", "pt": "Se você aproveitar essa chance, muitas portas se abrirão." },
    { "jp": "彼がその計画をサポートすれば、スムーズに進むでしょう。", "pt": "Se ele apoiar esse plano, tudo correrá mais suavemente." },
    { "jp": "彼女がもっと積極的に行動すれば、リーダーとしての役割が強化されるでしょう。", "pt": "Se ela agir mais proativamente, seu papel como líder será reforçado." }
  ]