[
    { "jp": "今夜も始まりましたキスイン東京お相手は", "pt": "A noite começou em Kiss in Tokyo, a companhia é" },
    { "jp": "私たまです朝まで4時間まったりゆったり お付き合いください実は最近", "pt": "Eu sou Tama, e vamos relaxar juntos por 4 horas até a manhã, na verdade, recentemente" },
    { "jp": "占いに行ったんですけど 恋の予感だそうですやったねでもいざと", "pt": "Fui a uma cartomante e parece que há uma previsão de amor, que legal, mas na hora H" },
    { "jp": "いう時に心を閉ざしてしまってチャンスを 逃してしまうんですってこれはいかん私に", "pt": "Eu acabo fechando meu coração e perdendo a chance, isso não é bom, para mim" },
    { "jp": "必要なのは 告白する勇気うーんでも", "pt": "O que eu preciso é de coragem para confessar, hmm, mas" },
    { "jp": "告白っていう気ありますよねそんな経験 ないですかそこで今夜はリスナーの皆さん", "pt": "Confessar é uma coisa difícil, não é? Você já teve essa experiência? Então, esta noite, ouvintes" },
    { "jp": "から エピソードを教え", "pt": "Por favor, compartilhem suas histórias" },
    { "jp": "てそこのあなたあくびしてる場合じゃない ですよ心", "pt": "Ei, você aí, não é hora de bocejar, seu coração" },
    { "jp": "温まるエピソードはもちろん面白い エピソードも期待してますよ", "pt": "Histórias comoventes são bem-vindas, mas também espero por histórias engraçadas" },
    { "jp": "じゃんじゃん送ってくださいね さて今夜から明日にかけて見頃のこと座", "pt": "Envie muitas, por favor. Bem, a partir desta noite, a chuva de meteoros Lira" },
    { "jp": "流星群東京でこんなに美しい流星群が観測 できるのは", "pt": "Uma chuva de meteoros tão bonita pode ser observada em Tóquio" },
    { "jp": "稀なこと流れる 星に願いをかけるとその思いをわしが叶え", "pt": "É raro, e dizem que se você fizer um pedido a uma estrela cadente, ele se tornará realidade" },
    { "jp": "てくれるっていうのはみんなも知ってるよ ね", "pt": "Vocês sabem que isso é verdade, certo?" },
    { "jp": "告白できずにいるあなたとっておきの願い よとびきり美しい流星群に今夜は打ち明け", "pt": "Para você que não consegue confessar, esta é a sua chance. Faça seu pedido à chuva de meteoros especialmente bonita desta noite" },
    { "jp": "てみてはいかがでしょうか", "pt": "Por que não tentar?" },
    { "jp": "私の思いが入江くんに伝わりますように", "pt": "Espero que meus sentimentos cheguem a Irie-kun" },
    { "jp": "[音楽] [拍手] 笑顔笑顔", "pt": "[Música] [Aplausos] Sorrisos, sorrisos" },
    { "jp": "[音楽] おはよう", "pt": "[Música] Bom dia" },
    { "jp": "急いでるか後で", "pt": "Você está com pressa? Depois" },
    { "jp": "入江直樹様 [音楽] はじめまして入江くん 私はF組の相原琴子と言います", "pt": "Irie Naoki-sama [Música] Prazer em conhecê-lo, Irie-kun. Eu sou Kotoko Aihara da turma F" },
    { "jp": "[音楽] あなたは私のことを知らないでしょう けれど私は知っています", "pt": "[Música] Você provavelmente não me conhece, mas eu conheço você" },
    { "jp": "[音楽] [音楽] 母とともにこの会場に向かって歩く 道すがら", "pt": "[Música] [Música] Caminhando para este local com minha mãe" },
    { "jp": "桜の花や 春の花々を見つけるたびにまるでどの花も", "pt": "Sempre que vejo flores de cerejeira ou flores da primavera, parece que todas" },
    { "jp": "私たち入学式の挨拶をした入江君の知性と かっこよさに憧れて2年間", "pt": "Por dois anos, eu admirei a inteligência e o charme do Irie-kun, que fez o discurso na cerimônia de entrada" },
    { "jp": "[音楽] 同じクラスになる望みもないので", "pt": "[Música] Eu não tinha esperança de estar na mesma classe" },
    { "jp": "思い切って私の気持ち手紙に書きました", "pt": "Então eu decidi escrever meus sentimentos em uma carta" },
    { "jp": "[音楽] 初めて入江くんを見たその時から", "pt": "[Música] Desde a primeira vez que vi Irie-kun" },
    { "jp": "まるで流れ星に打たれたみたいに特別な 気持ちが私の中で生まれて", "pt": "Como se tivesse sido atingida por uma estrela cadente, um sentimento especial nasceu dentro de mim" },
    { "jp": "[音楽] 誰", "pt": "[Música] Quem" },
    { "jp": "相原 琴子ですF組の", "pt": "Eu sou Kotoko Aihara, da turma F" },
    { "jp": "あの これ 読んでくれる", "pt": "Ah, poderia ler isto?" },
    { "jp": "[音楽] 入江くんのことが 好きです", "pt": "[Música] Eu gosto de você, Irie-kun" },
    { "jp": "いらない", "pt": "Não preciso" },
    { "jp": "あっけなく散ったかのように見えた私の 初恋", "pt": "Meu primeiro amor parecia ter acabado de repente" },
    { "jp": "[音楽] うそでもここからとんでもない", "pt": "[Música] Mesmo assim, daqui em diante, algo incrível" },
    { "jp": "奇跡のような出来事が起こるのです", "pt": "Acontecerá algo milagroso" },
    { "jp": "[音楽] よいつかただ抱きます", "pt": "[Música] Uma noite, eu simplesmente abraço" },
    { "jp": "気持ちでどこにある さても", "pt": "Com sentimentos, onde está, bem," },
    { "jp": "疲れてもいないなんてつまんないでしょ こんなに何度も同じこと", "pt": "Não está cansado, é chato, não é? A mesma coisa tantas vezes" },
    { "jp": "[音楽] 感謝してよきっともう壊れない", "pt": "[Música] Agradeço, certamente não se quebrará novamente" },
    { "jp": "努力を重ねるように明日の作戦を かけりゃ今すぐ飛び出せる", "pt": "Como acumular esforço, os planos para amanhã, se preparar agora, pode pular para fora" },
    { "jp": "[音楽] でもアップデートしているよいつか届き ます", "pt": "[Música] Mas estou atualizando, um dia alcançará" },
    { "jp": "私はアップデートしているよちっちゃ い姉妹", "pt": "Estou atualizando, uma pequena irmã" },
    { "jp": "けど早くてしたい一度かないっぱい やっちゃうでもやっぱり大好きです", "pt": "Mas quero fazer rápido, fazer uma vez, fazer muito, mas ainda assim adoro" },
    { "jp": "私はいつでもアップデートしているよいつ か届きますように", "pt": "Estou sempre atualizando, espero que um dia chegue" },
    { "jp": "[音楽] [音楽]", "pt": "[Música] [Música]" },
    { "jp": "ちょっとF組ライフラさんに話を 聞いたらさ", "pt": "Um pouco, se ouvir uma história de Life-san da turma F" },
    { "jp": "ね どうせ大したことじゃないけどで も", "pt": "Não é grande coisa, mas" },
    { "jp": "本当にある日 言われて本気でさだってさん", "pt": "Um dia, de verdade, disseram sério, Sada-san" },
    { "jp": "だってだってどうして でも彼の何が好き", "pt": "Mas, mas, por que, o que você gosta nele" },
    { "jp": "好きだけどどうしてだってなんでそうだね", "pt": "Gosto, mas por que, não é" },
    { "jp": "ちゃんといい仕事をしているあの方を", "pt": "Aquela pessoa que faz um bom trabalho" },
    { "jp": "おかげで通して俺らこうやってさぁ", "pt": "Graças a isso, estamos assim" },
    { "jp": "頼もしくて出てくるのがいつもあのほら 俺たちがさ", "pt": "Aparece sempre, olha, nós" },
    { "jp": "ほら言ったじゃん, あなたが何かできるかも ねって", "pt": "Eu disse, você pode fazer algo" }
  ]
  