[
    {
        "jp": "グーグルマップを開くと、都心で気になるお店につけたマークがびっしりと並ぶ。",
        "pt": "Ao abrir o Google Maps, os marcadores dos restaurantes interessantes no centro da cidade estão dispostos densamente."
    },
    {
        "jp": "東京都港区で暮らす会社員女性（30）は、行ったことのない飲食店を巡るのが趣味だ。",
        "pt": "Uma funcionária de 30 anos que mora no distrito de Minato, Tóquio, tem como hobby visitar restaurantes onde nunca esteve."
    },
    {
        "jp": "「地元に戻るつもりはないかな。",
        "pt": "Não pretendo voltar para a minha cidade natal."
    },
    {
        "jp": "東京には行きたい場所がたくさんある。",
        "pt": "Em Tóquio, há muitos lugares que quero visitar."
    },
    {
        "jp": "便利で、自由で、居心地もいいから」",
        "pt": "Porque é conveniente, livre e confortável"
    },
    {
        "jp": "高校卒業までは、実家のある兵庫県姫路市で育った。",
        "pt": "Até se formar no ensino médio, cresceu em Himeji, na província de Hyogo, onde está a casa de seus pais."
    },
    {
        "jp": "大学進学を機に、東京や神奈川で暮らすようになって13年目。",
        "pt": "Após entrar na universidade, está morando em Tóquio e Kanagawa há 13 anos."
    },
    {
        "jp": "転職をし、3社目となるIT系のベンチャー企業で働きながら一人で暮らす。",
        "pt": "Após mudar de emprego, trabalha em uma startup de TI, a terceira empresa, e mora sozinha."
    },
    {
        "jp": "都会への憧れは子供の頃からあった。",
        "pt": "A aspiração pela cidade grande existia desde a infância."
    },
    {
        "jp": "地元では、「灘のけんか祭り」として知られる、みこしを激しくぶつけ合う祭りが毎秋ある。",
        "pt": "Na sua cidade natal, há um festival conhecido como 'Nada no Kenka Matsuri', onde mikoshis são batidos com força uns contra os outros, realizado todo outono."
    },
    {
        "jp": "でも、祭りでみこしをかつげるのは男性だけ。",
        "pt": "Mas, no festival, apenas os homens podem carregar o mikoshi."
    },
    {
        "jp": "女性はサポート役を求められる。",
        "pt": "As mulheres são solicitadas a desempenhar papéis de apoio."
    },
    {
        "jp": "「兄や弟は参加できるのに、自分は中心には行けない。",
        "pt": "Meus irmãos podiam participar, mas eu não podia estar no centro."
    },
    {
        "jp": "そういう文化が嫌だった。",
        "pt": "Eu odiava essa cultura."
    },
    {
        "jp": "ここには住みつづけたくないと思っていた」",
        "pt": "Eu não queria continuar morando aqui"
    },
    {
        "jp": "たまたま生まれた場所に居続ける、という感覚も合わなかった。",
        "pt": "Não combinava com a ideia de continuar no lugar onde nasci por acaso."
    },
    {
        "jp": "「新しいことに挑戦したい、外へ飛び出したい気持ちが強かったから、自然と都会に心が向いたのかもしれない」",
        "pt": "Queria desafiar coisas novas, tinha uma vontade forte de sair, por isso, talvez meu coração naturalmente se voltou para a cidade grande"
    },
    {
        "jp": "一つ上の兄に続き、東京の大学に進学した。",
        "pt": "Seguindo o irmão mais velho, ingressou em uma universidade em Tóquio."
    },
    {
        "jp": "出会った人たちは、出身校も出身地もばらばら。",
        "pt": "As pessoas que conheceu tinham diferentes escolas e lugares de origem."
    },
    {
        "jp": "誰ひとり自分のことを知らない環境が新鮮だった。",
        "pt": "O ambiente onde ninguém sabia nada sobre ela era refrescante."
    },
    {
        "jp": "「東京にいる人たちは、『選んでここにいる』感じがした。",
        "pt": "As pessoas em Tóquio pareciam estar 'aqui porque escolheram estar aqui'."
    },
    {
        "jp": "うわさ話が一気に広まる地元の狭さからも、解放された」",
        "pt": "Estava livre da estreiteza da cidade natal onde os boatos se espalhavam rapidamente"
    },
    {
        "jp": "交通の便の良さ、飲食店の選択肢の多さ、スポーツ観戦やライブ、観劇の機会に恵まれること。",
        "pt": "A boa acessibilidade de transporte, a grande variedade de restaurantes, e as oportunidades de assistir esportes, shows e peças de teatro."
    },
    {
        "jp": "暮らし続けるうちに、東京の利便性を手放せなくなった。",
        "pt": "Com o passar do tempo, não conseguia mais abrir mão da conveniência de Tóquio."
    }
]